[
    {
        "title": "The Battle for Carry: An Analysis of ADC vs Mid Players and Post-Game Role Predictive Model",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "This is a project for DSC80 at the University of California, San Diego. We performed Data Cleaning and Exploratory Data Analysis, Assessments for Missingness, Hypothesis Testing, and Predictive Model. This website stands as a report of our findings."
    },
    {
        "title": "Pokestops & Local Restaurants: an Analysis on the Effects of Pokestops on Local Restaurant Traffic",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "This study investigates whether the presence of PokéStops has significantly increased customer traffic to nearby restaurants, as measured by the frequency of Yelp check-ins."
    },
    {
        "title": "Impedit reprehenderit consectetur sed?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolore praesentium veritatis doloribus possimus, quisquam quibusdam sit maxime quos voluptatem quaerat dolorum nemo? Molestias dolorum libero quidem ut officiis eveniet suscipit saepe laborum, a delectus nesciunt earum minima adipisci!"
    },
    {
        "title": "Illo laborum deleniti consequuntur.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Adipisci, debitis atque porro odit in molestias, facilis facere, illo at eaque totam deleniti. Aspernatur, non, odio quam, possimus neque reiciendis tenetur eaque aliquam error autem saepe consequuntur atque quaerat?"
    },
    {
        "title": "Neque, esse! Eos, sit!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Omnis nemo hic blanditiis ipsam quibusdam voluptate sed porro illum temporibus distinctio sunt repellat, possimus magnam deserunt impedit nobis maiores, sequi atque. Totam commodi praesentium eius, ad voluptas nemo tenetur?"
    },
    {
        "title": "Debitis esse pariatur in?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Non id blanditiis, perspiciatis deleniti est pariatur neque. Ratione qui hic perferendis, cumque recusandae labore id similique placeat ut quo pariatur sapiente magni ipsa veritatis laboriosam fugit non adipisci delectus."
    },
    {
        "title": "Deserunt unde hic totam!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptates accusamus quidem ratione ipsa. Nulla fugit deleniti aspernatur facilis sit repellendus ipsum, maiores excepturi quibusdam dolore quod debitis? Facere ad fuga nobis tenetur magnam saepe voluptate laudantium. Eum, qui."
    },
    {
        "title": "Eaque quam enim praesentium?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Asperiores alias rerum reprehenderit assumenda praesentium dolore quos consequuntur et optio ipsum libero eaque omnis architecto quam ducimus possimus, natus error ea consequatur temporibus. Aliquam deleniti maiores officia aut consequatur."
    },
    {
        "title": "Eaque dolores eos architecto!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Atque dolor ipsum quis porro molestias? Eos, optio culpa ad quasi voluptatum excepturi, dolorem amet aliquam sed laboriosam cumque dicta possimus explicabo. Iure sapiente, dolore voluptas quis corrupti doloremque provident?"
    },
    {
        "title": "Quae enim esse facilis.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquid dolore illum, dicta id, impedit aliquam dolores maiores, quasi consequuntur voluptates reprehenderit est error numquam dolor soluta natus eligendi magni. Nostrum eos repellendus numquam velit necessitatibus in odit soluta?"
    },
    {
        "title": "Aliquam reiciendis minima dolor?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Repudiandae impedit fugit a doloremque aliquid amet necessitatibus reiciendis veritatis aliquam dolorum facere, rerum corrupti ipsum dolore deserunt, in tempore aspernatur illo autem excepturi iure. Repudiandae deserunt iste consequatur provident?"
    },
    {
        "title": "Molestiae ea dolorem corporis.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ducimus omnis, sequi ipsum magnam facere consequatur culpa modi quas laboriosam sint! Corrupti, velit, quo repellendus veritatis officia incidunt facere aut error unde tempora eveniet eius delectus alias dicta veniam!"
    }
]

